Repository: 25pixel/kitodo_presentation_template
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: Add to basket
de: Zum Warenkorb hinzufügen

# backXPages
source: Back %s Pages
de: %s Seiten zurück

# basket.addBasket
source: Add to basket
de: Zum Warenkorb hinzufügen

# basket.chooseAction
source: Choose an action
de: Aktion auswählen

# basket.chooseMail
source: Choose a mail
de: E-Mail Empfänger auswählen

# basket.choosePrinter
source: Choose a printer
de: Drucker auswählen

# basket.count
source: %d Entries
de: %d Einträge

# basket.cutout
source: Cutout
de: Ausschnitt

# basket.download
source: Download
de: Herunterladen

# basket.editMode
source: Set cutout
de: Ausschnitt auswählen

# basket.editRemove
source: Remove cutout
de: Ausschnitt entfernen

# basket.goBasket
source: Go to basket
de: Zum Warenkorb

# basket.magnifier
source: Magnifier
de: Lupe

# basket.mailBody
source: The following documents are sent to you by Kitodo.Presentation:
de: Folgende Dokumente wurden über die Kitodo.Presentation Extension an Sie verschickt:

# basket.mailSubject
source: Kitodo.Presentation - Document
de: Kitodo.Presentation - Dokument

# basket.noTitle
source: No title
de: Kein Titel vorhanden

# basket.remove
source: Remove
de: Entfernen

# calendar.allYears
source: All years overview -
de: Jahrgangsübersicht -

# calendar.please_choose_year
source: Please choose a year first.
de: Bitte wählen Sie zunächst einen Jahrgang aus.

# calendar.view_calendar
source: Calendar
de: Kalender

# calendar.view_list
source: List View
de: Listenansicht

# collection.feed.title
source: Subscribe to the RSS feed of this collection!
de: Abonnieren Sie den RSS-Feed dieser Kollektion!

# doublePage+1
source: Adjust recto/verso
de: Recto/Verso korrigieren

# doublePageOff
source: Show single page
de: Einzelseitenansicht

# doublePageOn
source: Show double pages
de: Doppelseitenansicht

source: Download left page
de: Linke Seite herunterladen

source: Download right page
de: Rechte Seite herunterladen

source: Download single page
de: Einzelseite herunterladen

# downloadWork
source: Download whole work
de: Ganzes Werk herunterladen

source: First Page
de: Erste Seite

# forwardXPages
source: Forward %s Pages
de: %s Seiten weiter

source: Last Page
de: Letzte Seite

# linkToList
source: Return to list view
de: Zurück zur Listenansicht

# listview.count
source: Entries %d to %d of %d.
de: Einträge %d bis %d von %d.

# listview.direction
source: Direction:
de: Richtung:

# listview.direction.asc
source: ascending
de: aufsteigend

# listview.direction.desc
source: descending
de: absteigend

# listview.hits
source: %d hits found in %d documents.
de: Die Suche ergab %d Treffer in %d Dokumenten.

# listview.nohits
source: Nothing found.
de: Keine Treffer.

# listview.orderBy
source: Order by:
de: Sortieren nach:

# listview.relevance
source: relevance
de: Relevanz

source: Next Page
de: Nächste Seite

source: [no title]
de: [kein Titel]

# oaipmh.badArgument
source: The request includes illegal arguments, is missing required arguments, or values for arguments have an illegal syntax.
de: Die Anfrage enthält ungültige Parameter, es fehlen benötigte Parameter oder Parameter haben ungültige Werte.

# oaipmh.badResumptionToken
source: The value of the resumptionToken argument is invalid or expired.
de: Das "resumptionToken" ist ungültig oder abgelaufen.

# oaipmh.badVerb
source: Value of the verb argument is not a legal OAI-PMH verb or the verb argument is missing.
de: Der Parameter "verb" fehlt oder hat keinen gültigen OAI-PMH-Wert.

# oaipmh.cannotDisseminateFormat
source: The metadata format identified by the value given for the metadataPrefix argument is not supported by the item or by the repository.
de: Das im Parameter "metadataPrefix" angegebene Format wird vom gewünschten Datensatz oder dem Repository nicht unterstützt.

# oaipmh.error
source: An error occurred, please try again later. If this happens consistently, please contact the administrator.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später noch einmal. Sollte der Fehler dauerhaft auftreten, kontaktieren Sie bitte den Administrator.

# oaipmh.idDoesNotExist
source: The value of the identifier argument is unknown or illegal in this repository.
de: Der im Parameter "identifier" angegebene Wert existiert nicht im Repository.

# oaipmh.noMetadataFormats
source: There are no metadata formats available for the specified item.
de: Für den gewünschten Datensatz werden keine Datenformate unterstützt.

# oaipmh.noRecordsMatch
source: The combination of the values of the from, until, set and metadataPrefix arguments results in an empty list.
de: Die Anfrage ergab eine leere Treffermenge.

# oaipmh.noSetHierarchy
source: The repository does not support sets or the value of the set argument is invalid.
de: Das Repository unterstützt keine Sets oder der Wert des Parameters "set" ist ungültig.

source: Page
de: Seite

# plugins.feeds.new
source: NEW:
de: NEU:

# prevPage
source: Previous Page
de: Vorherige Seite

source: Rotate Left
de: Ansicht nach links drehen

# rotateReset
source: Reset Rotation
de: Drehung zurücksetzen

source: Rotate Right
de: Ansicht nach rechts drehen

# search.and
source: and
de: und

# search.for
source: for "%s"
de: nach "%s"

# search.inFulltext
source: in fulltext
de: im Volltext

# search.inMetadata
source: in metadata
de: in Metadaten

# search.logicalPage
source: Page
de: Seite

# search.not
source: not
de: nicht

# search.or
source: or
de: oder

# search.query
source: Search for:
de: Suchen nach:

# search.resetFacet
source: Reset selection (%s)
de: Auswahl entfernen (%s)

# search.search
source: Search
de: Suche

# search.submit
source: Search
de: Suchen

# selectPage
source: Page
de: Seite

source: Thumbnail
de: Vorschaubild

source: title
de: Titel

source: titles
de: Titel

# tools.annotation.not-available
source: No Annotations available
de: Keine Annotationen vorhanden

# tools.annotation.off
source: Hide Annotations
de: Annotationen verbergen

# tools.annotation.on
source: Display Annotations
de: Annotationen anzeigen

# tools.fulltext
source: Full text
de: Volltext

# tools.fulltext.not-available
source: No full text available
de: Keine Volltexte vorhanden

# tools.fulltext.off
source: Deactivate full text
de: Volltext aus

# tools.fulltext.on
source: Activate full text
de: Volltext an

# tools.fulltextdownload.download-current-page
source: Current page (TXT)
de: Aktuelle Seite (TXT)

# tools.imagemanipulation.brightness
source: Brightness
de: Helligkeit

# tools.imagemanipulation.contrast
source: Contrast
de: Kontrast

# tools.imagemanipulation.hue
source: Hue
de: Färbung

# tools.imagemanipulation.invert
source: Color inverting
de: Farbinvertierung

# tools.imagemanipulation.no-support
source: Image manipulation is not supported
de: Bildbearbeitung wird nicht unterstützt

# tools.imagemanipulation.off
source: Deactivate image manipulation
de: Bildbearbeitung aus

# tools.imagemanipulation.on
source: Activate image manipulation
de: Bildbearbeitung an

# tools.imagemanipulation.reset
source: Reset
de: Zurücksetzen

# tools.imagemanipulation.saturation
source: Saturation
de: Sättigung

# tools.searchindocument.deleteSearch
source: Delete Search
de: Suche löschen

# tools.searchindocument.loading
source: Loading...
de: Laden...

# tools.searchindocument.next
source: next
de: weiter

# tools.searchindocument.noresult
source: No result found in current document.
de: Kein Ergebnis im aktuellen Dokument gefunden.

# tools.searchindocument.previous
source: previous
de: zurück

# tools.searchindocument.searchInDocument
source: Search in document
de: Im Dokument suchen

source: volume
de: Band

source: volumes
de: Bände

# zoomFullscreen
source: Fullscreen Mode
de: Vollansicht

source: Zoom In
de: Ansicht vergrößern

source: Zoom Out
de: Ansicht verkleinern

# flash.wrongPageType
source: Page is no Folder!
de: Seite ist kein Ordner!

# flash.wrongPageTypeMsg
source: The configuration records of Kitodo.Presentation need to be stored in a Folder.
de: Die Konfigurationsdatensätze von Kitodo.Presentation müssen in Ordnern abgelegt werden.

# flash.structureOkay
source: Structures found!
de: Strukturdaten gefunden!

# flash.structureOkayMsg
source: There are configuration records for structural metadata. They can be edited in the list module.
de: Es ist eine Konfiguration für Strukturdaten vorhanden. Über das Listenmodul können neue Datensätze hinzugefügt und die vorhandenen editiert werden.

# flash.structureNotOkay
source: No structures found!
de: Keine Strukturdaten gefunden!

# flash.structureNotOkayMsg
source: There are no configuration records for structural metadata. A basic configuration can be added automatically.
de: Es wurde keine Konfiguration für Strukturdaten gefunden. Eine Grundkonfiguration kann automatisch angelegt werden.

# flash.structureAdded
source: Basic configuration added!
de: Grundkonfiguration angelegt!

# flash.structureAddedMsg
source: Basic configuration records for structural metadata were added. The records should be checked in the list module!
de: Es wurde eine Grundkonfiguration für Strukturdaten angelegt. Die Datensätze sollten über das Listenmodul kontrolliert und ggf. angepasst werden!

# flash.structureNotAdded
source: No configuration added!
de: Keine Grundkonfiguration angelegt!

# flash.structureNotAddedMsg
source: While adding the configuration records an error occurred. The records should be checked in the list module!
de: Beim Anlegen der Grundkonfiguration für Strukturdaten ist ein Fehler aufgetreten. Die Konfiguration wurde nicht oder unvollständig angelegt und sollte über das Listenmodul kontrolliert werden!

# flash.metadataOkay
source: Metadata found!
de: Metadaten gefunden!

# flash.metadataOkayMsg
source: There are configuration records for bibliographic metadata. They can be edited in the list module.
de: Es ist eine Konfiguration für Metadaten vorhanden. Über das Listenmodul können neue Datensätze hinzugefügt und die vorhandenen editiert werden.

# flash.metadataNotOkay
source: No metadata found!
de: Keine Metadaten gefunden!

# flash.metadataNotOkayMsg
source: There are no configuration records for bibliographic metadata. A basic configuration can be added automatically.
de: Es wurde keine Konfiguration für Metadaten gefunden. Eine Grundkonfiguration kann automatisch angelegt werden.

# flash.metadataAdded
source: Basic configuration added!
de: Grundkonfiguration angelegt!

# flash.metadataAddedMsg
source: Basic configuration records for bibliographic metadata were added. The records should be checked in the list module!
de: Es wurde eine Grundkonfiguration für Metadaten angelegt. Die Datensätze sollten über das Listenmodul kontrolliert und ggf. angepasst werden!

# flash.metadataNotAdded
source: No configuration added!
de: Keine Grundkonfiguration angelegt!

# flash.metadataNotAddedMsg
source: While adding the configuration records an error occurred. The records should be checked in the list module!
de: Beim Anlegen der Grundkonfiguration für Metadaten ist ein Fehler aufgetreten. Die Konfiguration wurde nicht oder unvollständig angelegt und sollte über das Listenmodul kontrolliert werden!

# flash.solrcoreOkay
source: Solr core found!
de: Solr Kern gefunden!

# flash.solrcoreOkayMsg
source: There are configuration records for Solr cores. They can be edited in the list module.
de: Es wurde die Konfiguration für einen Solr Kern gefunden. Über das Listenmodul können neue Datensätze hinzugefügt und die vorhandenen editiert werden.

# flash.solrcoreDeprecated
source: Deprecated configuration found!
de: Veraltete Konfiguration gefunden!

# flash.solrcoreDeprecatedMsg
source: A common Solr core was found in the root-page. This is deprecated since Kitodo.Presentation 1.1. Solr cores should be stored in the client's SysFolder instead. Move a Solr core to this SysFolder (manually) or create a new one automatically.
de: Es wurde ein allgemeiner Solr Kern in der Root-Page gefunden. Das entspricht dem Verhalten von Kitodo.Presentation 1.0. Seit Version 1.1 sollten Solr Kerne im SysOrdner des jeweiligen Mandanten konfiguriert werden. Es sollte entweder einer der Solr Kerne aus der Root-Page in diesen SysOrdner verschoben werden (manuell) oder ein neuer Solr Kern angelegt werden.

# flash.solrcoreMissing
source: No Solr core found!
de: Kein Solr Kern gefunden!

# flash.solrcoreMissingMsg
source: There is no Solr core configured. For the search plugin at least one Solr core is needed. It can be created automatically.
de: Es wurde kein Solr Kern gefunden. Ohne Solr Kern kann das Plugin zur Recherche in den Meta- und Strukturdaten nicht verwendet werden. Ein Solr Kern kann automatisch angelegt werden.

# flash.solrcoreAdded
source: Solr core created!
de: Solr Kern angelegt!

# flash.solrcoreAddedMsg
source: A new Solr core was created. It can be edited in the list module.
de: Es wurde ein Solr Kern angelegt. Über das Listenmodul können neue Datensätze hinzugefügt und die vorhandenen editiert werden.

# flash.solrcoreNotAdded
source: No Solr core created!
de: Kein Solr Kern angelegt!

# flash.solrcoreNotAddedMsg
source: While creating a new Solr core an error occurred. The record should be checked in the list module!
de: Beim Anlegen eines Solr Kerns ist ein Fehler aufgetreten. Der Solr Kern wurde nicht oder unvollständig angelegt und sollte über das Listenmodul kontrolliert werden!

# flash.solrException
source: Apache Solr exception thrown:
de: Apache Solr meldet Ausnahmefehler:

# flash.solrNoConnection
source: Could not connect to Apache Solr server.
de: Verbindung zu Apache Solr Server konnte nicht hergestellt werden.

# flash.seeLog
source: See administration log for more details.
de: Alle Details des Indexierungslaufs stehen im Administrationsprotokoll.

# flash.editInProductionWarning
source: Changing this most likely requires re-indexing all documents.
de: Eine Änderung erfordert höchstwahrscheinlich die Re-Indexierung aller Dokumente.

# update.metadataConfig
source: Updating metadata configuration...
de: Aktualisierung der Metadatenkonfiguration...

# update.metadataConfigOkay
source: ...successfully completed!
de: ...erfolgreich beendet! Alle Datensätze wurden ins IRRE-Schema konvertiert.

# update.metadataConfigNotOkay
source: ...incomplete! Please check your configuration manually.
de: ...abgebrochen! Die Überführung der Datensätze ins IRRE-Schema muss manuell erfolgen.

# update.copyIndexRelatedColumns
source: Copy index related columns...
de: Kopieren der Index bezogenen Tabellenspalten...

# update.copyIndexRelatedColumnsOkay
source: ...successfully completed!
de: ...erfolgreich beendet! Tabellen wurden erfolgreich kopiert.

# update.copyIndexRelatedColumnsNotOkay
source: ...incomplete! The index related columns (tokenized, stored, indexed, boost, autocomplete) of table tx_dlf_metadata have to be copied manually.
de: ...abgebrochen! Das Kopieren der Index bezogenen Tabellenspalten (tokenized, stored, indexed, boost, autocomplete) der Tabelle tx_dlf_metadata muss manuell erfolgen.

# update.solariumSolrUpdate
source: Re-adding cores to Solr...
de: Hinzufügen der Solr Kerne...

# update.solariumSolrUpdateOkay
source: ...successfully completed! Please re-index your documents now.
de: ...erfolgreich beendet! Bitte re-indexieren Sie jetzt alle Dokumente.

# update.solariumSolrUpdateNotOkay
source: ...failed for core %s! Please check your Solr configuration.
de: ...für Kern %s fehlgeschlagen! Bitte überprüfen Sie die Solr-Konfiguration.

# update.FormatClasses
source: Switching format classes to namespaces...
de: Format-Klassen auf Namensräume umstellen...

# update.FormatClassesOkay
source: ...successfully completed! Please check all format records in the page tree's root.
de: ...erfolgreich beendet! Bitte prüfen Sie dennoch alle Formateinträge im Wurzelknoten des Seitenbaums.

# update.documentAddFormat
source: Add document format column...
de: Füge Format-Spalte zu Dokument-Tabelle hinzu...

# update.documentAddFormatOkay
source: ...successfully completed!
de: ...erfolgreich beendet!

# update.documentAddFormatNotOkay
source: ...incomplete! Please add column document_format for table tx_dlf_document manually.
de: ...abgebrochen! Bitte fügen Sie die Spalte document_format manuell zur Tabelle table tx_dlf_document hinzu.

# update.documentSetFormatForOldEntries
source: Set document format for existing entries to 'METS'...
de: Setze das Format für bestehende Dokumente auf 'METS'...

# update.documentSetFormatForOldEntriesOkay
source: ...successfully completed!
de: ...erfolgreich beendet!

# update.documentSetFormatForOldEntriesNotOkay
source: ...incomplete! Please set missing tx_dlf_document.document_format values to 'METS'.
de: ...abgebrochen! Bitte in der Tabelle tx_dlf_document.document_format 'METS'.

# solr.connected
source: Connection established!
de: Verbindung hergestellt!

# solr.status
source: Apache Solr is running and taking requests.
de: Apache Solr ist verfügbar und nimmt Anfragen entgegen.

# solr.notConnected
source: Connection failed!
de: Verbindung fehlgeschlagen!

# solr.error
source: Apache Solr not reachable with given configuration.
de: Apache Solr ist mit der gegebenen Konfiguration nicht erreichbar.

# metadataFormats.nsOkay
source: Default namespaces found!
de: Standard-Namensräume gefunden!

# metadataFormats.nsOkayMsg
source: The namespace definitions for MODS, TEIHDR and ALTO do exist.
de: Die Standard-Namensräume für MODS, TEIHDR und ALTO sind definiert.

# metadataFormats.nsCreated
source: Default namespaces created successfully!
de: Standard-Namensräume erfolgreich angelegt!

# metadataFormats.nsCreatedMsg
source: The namespace definitions for MODS, TEIHDR and/or ALTO were created properly.
de: Die Standard-Namensräume für MODS, TEIHDR und/oder ALTO wurden erfolgreich definiert.

# metadataFormats.nsNotCreated
source: Default namespaces not found!
de: Standard-Namensräume nicht gefunden!

# metadataFormats.nsNotCreatedMsg
source: The namespace definitions for MODS, TEIHDR and/or ALTO do not exist and could not be created.
de: Die Standard-Namensräume für MODS, TEIHDR und/oder ALTO konnten nicht definiert werden.

# newTenant.createSolrCore
source: Create solr core
de: Solr Kern anlegen

# newTenant.createStructure
source: Create structure
de: Strukturdaten Konfiguration anlegen

# newTenant.createMetadata
source: Create metadata
de: Metadaten Konfiguration anlegen
